[
  {
    "id":1,
    "title":"Court dismisses bail plea for 14-year-old rape suspect",
    "description":"A rape survivor and her brother in Karachi told the court that they had settled the issue outside the court and had no objection if the suspect was granted bail. The suspect had confessed to the crime. The victim had told police that the suspect came to her house around midnight on March 13, 2013 and took her to an abandoned location and left after raping me.",
    "image":"april.png",
    "type":"1",
    "link":"http://tribune.com.pk/story/530800/court-dismisses-bail-plea-for-14-year-old-rape-suspect/"
  },
  {
    "id":2,
    "title":"Child rape: 8-year-old critical, suspect in custody",
    "description":"A child was abducted on her way home from school in Mango Taaro Village. When her father went looking for her, he heard her cries and caught the assailant trying to rape her. The investigation officer said that the suspect had fled from the scene but the police arrested him later. ",
    "image":"36.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/530825/child-rape-8-year-old-critical-suspect-in-custody/"
  },
  {
    "id":3,
    "title":"Girl, 13, 'gang-raped'",
    "description":"Family of a girl in Hafizabad protested against the police for not registering a gang-rape complaint against four men for kidnapping the girl at gunpoint and raping her. The girl was then left naked in the street in front of her house. she said she was drugged and raped",
    "image":"8.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/531214/planned-abduction-14-year-old-rape-victim-seeks-justice/"
  },
  {
    "id":5,
    "title":"Karak rape case: Security for Uzma Ayub, family withdrawn",
    "description":"Security deployed at Uzma Ayubֳ house was withdrawn despite court orders, creating panic among Ayubֳ family who feared the attackers might target them again. Ayub alleged 13 men kidnapped her, kept her in custody for 11 months and repeatedly raped her. Ayub was pregnant when she returned home in September 2011.",
    "image":"13.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/532065/karak-rape-case-security-for-uzma-ayub-family-withdrawn/"
  },
  {
    "id":6,
    "title":"School teacher gang raped, thrown in field",
    "description":"A 26-year-old teacher was kidnapped on her way to school in Multan on April 8. She was tortured and gang-raped before she was thrown in the field near her home. The teacher said five men had raped her over two days and was thrown away when her condition deteriorated.",
    "image":"http://player.vimeo.com/video/17763389",
    "type":"2",
    "link":"http://tribune.com.pk/story/533809/crime-against-women-school-teacher-gang-raped-thrown-in-field/"
  },
  {
    "id":7,
    "title":"No Rape FIR: LHC takes notice of police’s ‘sluggish’ attitude",
    "description":"A media report stated that four men barged into the house of a drum beater in Toba Tek Singh, tied the man up and took away cash, gold jewellery and three cell phones besides raping his wife. The woman said that three weeks after the incident, the Gojra Saddar Police had not registered a rape case against the men because they were 'influential'",
    "image":"14.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/533836/no-rape-fir-lhc-takes-notice-of-polices-sluggish-attitude/"
  },
  {
    "id":8,
    "title":"Bhara Kahu rape-murder: Co-accused claims she’s juvenile, court thinks otherwise",
    "description":"Maha*, who was accused of assisting her boyfriend in raping and murdering several girls, claimed that she was under 18 years of age and her case should be shifted to a juvenile court. Maha was a masters student at a university in Islamabad.",
    "image":"17.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/534824/bhara-kahu-rape-murder-co-accused-claims-shes-juvenile-court-thinks-otherwise/"
  },
  {
    "id":9,
    "title":"Seven-year-old girl assaulted in DI Khan",
    "description":"A girl had gone to play with other children at her neighbour's house in Dera Ismail Khan. The accused separated her from the other children and took her to the roof where he raped her. The girl's mother told the police that when her daughter came home, she did not look well. ",
    "image":"4.png",
    "type":"1",
    "link":"http://tribune.com.pk/story/534888/child-abuse-seven-year-old-girl-assaulted-in-di-khan/"
  },
  {
    "id":10,
    "title":"Judge directed to inquire into rape",
    "description":"Mother of 14-year-old girl in Lahore said her uncle had tried to rape her daughter but she escaped. When she went to her aunt's husband who was a dismissed sub-inspector, he detained the girl and raped her for eight months. The police registered a case against the two suspects.",
    "image":"15.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/536004/judicial-report-judge-directed-to-inquire-into-rape/"
  },
  {
    "id":11,
    "title":"Rape, murder: RYK judge told to submit report",
    "description":"A rape victim in Khanpur had nominated a couple in the FIR after which the suspects started pressuring her to withdraw the charges. They murdered her when she refused. The judge was directed to submit a report, in a week, to the high court about the steps taken by the local police, along with his own comments.",
    "image":"16.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/536506/rape-murder-ryk-judge-told-to-submit-report/"
  },
  {
    "id":12,
    "title":"Minor’s rape: LHC wants report in 7 days",
    "description":"According to a newspaper article, a school teacher's young daughter was raped by some men in Sheikhupura but the police had failed to arrest them. Court called for a report which should include details of the action taken by the local police and the judge's comments. ",
    "image":"32.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/537469/minors-rape-lhc-wants-report-in-7-days/"
  },
  {
    "id":13,
    "title":"Man arrested for raping daughter",
    "description":"24-year-old resident of Bahawalpur filed a complaint against her father for raping her over a period of six months. She said he would rape her and lock her in her room when he left for work. The accused forgot to lock the room one day, so the daughter escaped and went to the nearest police station to lodge a complaint.",
    "image":"24.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/538382/heinous-crime-man-arrested-for-raping-daughter/"
  },
  {
    "id":14,
    "title":"LHC takes notice of gang-rape report",
    "description":"Resident of Toba Tek Singh complained to the police that his 10-year-old daughter was kidnapped and raped by two unidentified men. He said police had been unable to arrest the men.",
    "image":"41.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/539602/justice-demanded-lhc-takes-notice-of-gang-rape-report/"
  },
  {
    "id":15,
    "title":"Rape allegations: Session judge directed to submit report",
    "description":"Woman alleged that she was asleep at home when the rapist and his three armed accomplices entered the house in Shahkot. They held up her family and raped her. The woman said that the police did not register her complaint when she went to them.",
    "image":"47.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/540236/rape-allegations-session-judge-directed-to-submit-report/"
  },
  {
    "id":16,
    "title":"‘Boy raped before being strangled’",
    "description":"11-year-old boy in Multan was out to buy ice when he was kidnapped, raped and then strangled to death.",
    "image":"42.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/540586/blind-murder-boy-raped-before-being-strangled/"
  },
  {
    "id":17,
    "title":"LHC takes notice of rape report",
    "description":"An eighth-grader was getting training at a beauty parlour near her home in Chunian. The girl was abducted when she was returning home from there and was raped for three hours by six men. When the girl fainted, the accused threw her near a stream in the area.",
    "image":"25.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/540709/complaints-cell-lhc-takes-notice-of-rape-report/"
  },
  {
    "id":18,
    "title":"Girl raped by street vendor",
    "description":"Nine-year-old child had stepped out into the street during load-shedding in Faisalabad when a vendor took her to a deserted place and raped her. The girl was treated at a hospital, while police arrested the alleged rapist.",
    "image":"28.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/541447/barbarianism-girl-raped-by-street-vendor/"
  },
  {
    "id":19,
    "title":"Rape and murder: Two men sentenced to life",
    "description":"The prosecution claimed that the criminals barged into a woman's house in DHA, Karachi and raped her before shooting her dead. The court also imposed a fine of Rs50,000 on the two culprits who would have to spend another six months in prison if they don't pay up.",
    "image":"27.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/541788/behind-bars-two-men-sentenced-to-life/"
  }
]