[
    {
        "id": 1,
        "title": "LHC leaves gang rape case to Chiniot judge",
        "description": "Parents of a gangrape victim said that they were being told to withdraw the case or face consequences. They had also alleged that the police were siding with the accused.",
        "image": "August.png",
        "type": "1",
        "link": "http://tribune.com.pk/story/597597/complaints-cell-lhc-leaves-gang-rape-case-to-chiniot-judge/"

    },
    {
        "id": 2,
        "title": "Sisters accuse their father of rape",
        "description": "18-year-old N* and 22-year-old S* from Dera Ghazi Khan claimed that their father started sexually abusing them after their mother died four-and-a-half years ago during her ninth delivery. They told the police that they feared for their four younger sisters who had not been raped so far.",
        "image": "27.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/596817/constant-abuse-sisters-accuse-their-father-of-rape/"

    },
    {
        "id": 3,
        "title": "Gang-rape case: LHC demands challan within 3 days",
        "description": "Complaints Cell had taken notice of the incident on a press report, according to which a woman was abducted in Lahore and then raped by three men when she went to visit a doctor. She had also identified one of the accused.",
        "image": "13.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/594830/gang-rape-case-lhc-demands-challan-within-3-days/"

    },
    {
        "id": 4,
        "title": "13-year-old ‘raped’, body found",
        "description": "A 13-year-old girl was on her way to school with her brother on a motorcycle when the vehicle broke down. The brother asked her to walk to the school. When he later went to pick her up, he was told that she had not attended school. Her body was later found floating in the Pichasi Jhaal canal in Sargodha.",
        "image": "16.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/596139/crime-against-children-13-year-old-raped-body-found/"

    },
    {
        "id": 5,
        "title": "'He raped me, now claims I am his wife'",
        "description": "Saima's* in-laws had not approved of her marriage and when her husband died four years ago, her brother-in-law asked her to marry him but she refused. “On June 4, [my ex-husband’s brother] Zahoor came armed to my room at 2am and threatened to shoot me if I shouted,” Saima* said, “Then he raped me.”",
        "image": "45.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/595583/injury-and-insult-he-raped-me-now-claims-i-am-his-wife/"
    },
    {
        "id": 6,
        "title": "LHC demands challan within 3 days in rape case",
        "description": "A woman in Lahore was going home from the shops when a tailor and an accomplice abducted her. They took her to an undisclosed location, where another man was present, and raped her at gunpoint. They then allegedly dumped her near a graveyard.",
        "image": "50.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/595568/complaints-cell-lhc-demands-challan-within-3-days-in-rape-case/"
    },
    {
        "id": 7,
        "title": "Woman allegedly gang-raped in hotel",
        "description": "Hajra*, 42, was staying at a hotel with a close relative Naeem Shah during her travel to Phulra village. At night, the hotel owner knocked at the door calling Shah outside. When Shah stepped out, six men entered the room and raped her. They locked Hajra in the room but as her condition worsened, they returned with medicines and told her not to lodge a complaint.",
        "image": "49.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/595145/sexual-violence-woman-allegedly-gang-raped-in-hotel/"
    },
    {
        "id": 8,
        "title": "Three arrested for gang rape, murder",
        "description": "Arrested suspect Zunair Younus confessed to the police that he and his accomplices raped 15-year-old N* at gunpoint after abducting him. He said they later shot him dead and threw the body in the Desert Branch Canal in Bahawalpur.",
        "image": "59.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/593939/heinous-crime-three-arrested-for-gang-rape-murder/"
    },
    {
        "id": 9,
        "title": "Suspect arrested for raping mentally-challenged blind woman",
        "description": "Police said Rizwana*, 23, daughter of the daily wager in Chichawatni, was blind and mentally challenged. She was kidnapped allegedly by a landlord while she was on her way to a nearby shop with a cousin. The cousin returned home saying she had lost sight of Rizwana. She was found lying unconscious in a field.",
        "image": "11.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/593929/crime-suspect-arrested-for-raping-mentally-challenged-blind-woman/"
    },
    {
        "id": 10,
        "title": "Child rape: Witnesses summoned",
        "description": "Khurram Humayun submitted that his daughter had left home to play on September 11, 2012 in Lahore. He said when they started looking for her, he went to a ground nearby and saw Nazar Muhammad, who operated a swing there, raping his daughter. Residents of the colony then got together and beat up Nazar Muhammad, before he was handed over to the Shahdara Town police.",
        "image": "51.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/593472/child-rape-witnesses-summoned/"
    },
    {
        "id": 11,
        "title": "Man accused of raping, blackmailing widow",
        "description": "Lahore resident said her neighbour Bahadar Ali had approaced her with an investment opportunity shortly after her husband died in a car crash. He asked her to give Rs1 million and her documents. He used her nikahnama copy to forge a nikahnama purportedly showing her as his wife. He blackmailed her, forced her to pay Rs1 million and also raped her.",
        "image": "64.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/591610/bail-petition-man-accused-of-raping-blackmailing-widow/"
    },
    {
        "id": 12,
        "title": "Businessman allegedly raped child maid",
        "description": "15-year-old child maid fled her employer's house in Lahore when the family was away. The employer came to the girl's house and demanded that she return to work. The girl told her older sister that he had repeatedly raped her, and beaten her when she had resisted.",
        "image": "36.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/590721/businessman-allegedly-raped-child-maid/"
    },
    {
        "id": 13,
        "title": "Prayer leader accused of child rape",
        "description": "A prayer leader at a mosque in Trust Colony, Bahawalpur, took the 13-year-old boy to his quarters at the mosque for a massage and raped him, said the police. Neighbours broke into the room on hearing child's screams. They beat up the cleric and handed him over to the police.",
        "image": "23.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/590757/molestation-prayer-leader-accused-of-child-rape/"
    },
    {
        "id": 14,
        "title": "Child rape: One suspect arrested, two on the run",
        "description": "The deceased 15-year-old boy was kidnapped by his friends, said the police. His body was found from a canal in Bahawalpur 36 hours later. He had been shot in the head.  An autopsy report revealed that he had been gang raped.",
        "image": "25.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/589908/child-rape-one-suspect-arrested-two-on-the-run/"
    },
    {
        "id": 15,
        "title": "Eight-year-old raped ‘by relative’",
        "description": "Eight-year-old girl, a resident of Bahawalpur, was kidnapped from in front of her house. She was taken to a nearby field and raped. Some passers-by rescued her. They said the rapist fled, but identified him as a relative of the girl.",
        "image": "36.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/589936/brutality-eight-year-old-raped-by-relative/"
    },
    {
        "id": 16,
        "title": "Child abuse: Case registered against two",
        "description": "15-year-old boy, a resident of Jhumat North in Dalaywala, was kidnapped. Police said three men raped him and made a video of the crime. They blackmailed him for more than a week, before he told his father, who filed a complaint.",
        "image": "25.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/588948/child-abuse-case-registered-against-two/"
    },
    {
        "id": 17,
        "title": "Maimed body of kidnapped child found",
        "description": "The maimed body of a 12-year-old kidnapped girl was found in a field. The arrested suspects confessed to the crime and said that they had tried to cut the child's body into pieces to bury them apart in Gujranwala.",
        "image": "28.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/586412/crime-against-children-maimed-body-of-kidnapped-child-found/"
    },
    {
        "id": 18,
        "title": "Rape accused sent on judicial remand",
        "description": "Ten-year-old girl’s mother had sent her to the neighbour’s house in Islamabad to get some ice from the refrigerator. When the girl returned, she was crying and after the mother inquired what had happened, she said the neighbour’s 22-year-old son had raped her.",
        "image": "54.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/585825/wheels-of-justice-rape-accused-sent-on-judicial-remand/"
    },
    {
        "id": 19,
        "title": "‘Exorcism’: Quack arrested for attempted rape",
        "description": "A girl was taken to a local pir in Faisalabad because she had been depressed. The pir told her family she was possessed by evil spirits and offered to  perform an exorcism.  He then took her to his room and tried to rape her. When she tried to raise alarm, he forced some medicine into her mouth. She still managed to leave the building and shout for help. ",
        "image": "39.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/585270/exorcism-quack-arrested-for-attempted-rape/"
    },
    {
        "id": 20,
        "title": "Bani Gala gang rape: Suspects get interim bail",
        "description": "20-year-old Shahida Khan* was allegedly assaulted on July 17. Sources close to the development told The Express Tribune that due to pressure on the investigation team from the accused party, the police initially made no serious efforts to arrest the accused.",
        "image": "35.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/584760/bani-gala-gang-rape-suspects-get-interim-bail/"
    }
]