[
  {
    "id":1,
    "title":"Young woman found raped, strangled",
    "description":"Body of woman, who seemed to be in her early 20s, was found wrapped in a cloth in Lahore. She had been raped and strangled, and then her face was burnt away by acid. Police said the acid had been poured on her face after the murder so it would be difficult to identify her.",
    "image":"feb.png",
    "type":"1",
    "link":"http://tribune.com.pk/story/501262/young-woman-found-raped-strangled/"
  },
  {
    "id":2,
    "title":"Body found; man booked for rape",
    "description":"Safia Naz* lodged a complaint with the police that Nawaz Khan* intercepted her on her way home, took her to a house in Taxila where he raped her. ",
    "image":"12.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/501525/crime-body-found-man-booked-for-rape/"
  },
  {
    "id":3,
    "title":"Uzma Ayub case: ATC acquits all 13 accused, disposes Karak rape case",
    "description":"ATC judge said the charges against the men could not be proven in the Uzma Ayub rape case. The men had denied the charges and said the accusations against them were vindication for arresting Uzma's brother who was wanted in six different cases. ",
    "image":"10.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/501202/uzma-ayub-case-atc-acquits-all-13-accused-disposes-karak-rape-case/"
  },
  {
    "id":4,
    "title":"'SHO altered rape FIR against sub-inspector'",
    "description":"FIA sub-inspector in Lahore allegedly raped a woman he had invited to a hotel room by promising her a job. Woman says he was arrested on the spot and a case was registered but later an SHO produced him before a magistrate and tempered with the FIR.\"",
    "image":"14.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/505853/crime-and-punishment-sho-altered-rape-fir-against-sub-inspector/"
  },
  {
    "id":5,
    "title":"CCPO told to investigate rape incident",
    "description":"P* claims police officers dressed in plain clothes forced their way into her house in Raiwind, offered her payment for sex and raped her when she refused. The victim's mother claimed the neighbours caught the men red-handed and called police. Meanwhile, the FIA sub-inspector was granted bail in other rape case.",
    "image":"18.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/507106/wolves-in-disguise-ccpo-told-to-investigate-rape-incident/"
  },
  {
    "id":6,
    "title":"CJ takes suo motu notice of 11-year-old girl's rape, murder",
    "description":"Minor girl was gang-raped and her body was set on fire before being dumped in a ditch in Islamabad. The girl was a resident of Bhara Kahu and had gone missing on February 13. The incident had sparked protests in the locality while members of the civil society called for the arrest of the accused",
    "image":"23.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/507106/wolves-in-disguise-ccpo-told-to-investigate-rape-incident/"
  },
  {
    "id":7,
    "title":"Chief justice seeks reports on gang-rape cases",
    "description":"According to press reports, six gang rapes were reported in Punjab in February. Four of the reported incidents occurred in Lahore, one in Kasur and one in Multan. District judges were ordered to look into the cases.",
    "image":"38.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/509675/chief-justice-seeks-reports-on-gang-rape-cases/"
  },
  {
    "id":8,
    "title":"Child's rape-murder case: Supreme Court gives police chief two weeks to submit report",
    "description":"Serious questions were raised over the competency of junior police officers to investigate the rape and murder of a child. The CJ observed that the story presented in the case was unsatisfactory as many aspects had been ignored. The police recovered the charred body of Sehr* from a drain in Sector 1-9 on February 16.",
    "image":"2.png",
    "type":"1",
    "link":"http://tribune.com.pk/story/509765/childs-rape-murder-case-supreme-court-gives-police-chief-two-weeks-to-submit-report/"
  },
  {
    "id":9,
    "title":"Two gang raped, five held",
    "description":"20-year-old Mehreen* said she was travelling with her sister when two men barged into their vehicle in Haripur, took them to a house where five others were present, and raped them one after the other for over 10 hours. Five of the accused were arrested.",
    "image":"15.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/510143/heinous-crime-two-gang-raped-five-held/"
  },
  {
    "id":10,
    "title":"Police arrest man on charges of rape of foreign worker",
    "description":"30-year-old Filipina domestic helper M* was allegedly raped by a resident Mumtaz Baloch at her apartment in Gizri area of Karachi. Investigation officer inspector said police arrested Baloch the next day from his house and M identified him. The woman works as a domestic helper for a family in DHA, where she stays for the whole week except for her day off.",
    "image":"16.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/511762/harassment-and-theft-police-arrest-man-on-charges-of-rape-of-foreign-worker/"
  },
  {
    "id":11,
    "title":"Alleged abuse of foreign worker: Police arrest one more suspect in rape case",
    "description":"A suspect in rape of the Filipina maid was arrested. According to the maid, the suspect lives in her building and was the one who let the alleged rapists into the building. Police are looking for two more key suspects allegedly involved in the incident but the suspects and their families have reportedly gone into hiding.",
    "image":"19.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/512118/alleged-abuse-of-foreign-worker-police-arrest-one-more-suspect-in-rape-case/"
  },
  {
    "id":12,
    "title":"Mother, local pir team up to kidnap son",
    "description":"A woman in Gujranwala, under the influence of a pir, kidnapped her own son for ransom. The plot led to information about other women being allegedly raped by the same pir. The DSP, Central Intelligence Agency said the pir and Yasmin had been arrested. He guaranteed that he will investigate the kidnapping case and rape allegations.",
    "image":"30.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/512302/mother-local-pir-team-up-to-get-son-kidnapped/"
  },
  {
    "id":13,
    "title":"Rape case of Filipina maid: Police arrest brothers of 'missing' key suspect",
    "description":"Investigation suggested that key suspect of Filipina maid's rape had left the city and gone into hiding. His three brothers were arrested by the police. One of the key suspects, Mumtaz Baloch, is already in police custody and has been sent on remand till February 25. ",
    "image":"47.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/512449/rape-case-of-filipina-maid-police-arrest-brothers-of-missing-key-suspect/"
  },
  {
    "id":14,
    "title":"Suspected killers of minor girl claim they also killed SP's daughter",
    "description":"The couple that allegedly raped and killed an 11-year-old girl in Bahar Kahu also confessed to killing the daughter of CID SP. The CJ had earlier taken a suo motu notice of the incident. The body was recovered from a drain in Sector I-9. Her body had been burnt by the killers to destroy evidence.",
    "image":"28.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/513015/surprise-confession-suspected-killers-of-minor-girl-claim-they-also-killed-sps-daughter/"
  },
  {
    "id":15,
    "title":"‘Virgin cure’: Three women killed to ‘cure’ Aids",
    "description":"A man in Bahar Kahu had claimed to have AIDS and confessed to abducting and raping women to cure his disease with the help of his girlfriend. The couple was arrested after a case was registered against them for raping and killing an 11-year-old. There is no cure for HIV/AIDS, however, illiteracy and dependence on untrained medical practitioners has led to the perpetuation of the 'virgin cure' myth",
    "image":"11.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/513598/virgin-cure-three-women-killed-to-cure-aids/"
  }
]