[
    {
        "id": 1,
        "title": "Gang-rape survivor challenges suspects' acquittal in court",
        "description": "A woman who was allegedly gang raped at the Quaid's mazaar in Karachi in 2008 went to court again to challenge the acquittal of the five suspects. On March 15, 2008, R*, who was 18 years old then, was reportedly assaulted sexually by the assistant security manager of the mausoleum, an accountant and a personal assistant to the resident engineer of the Quaid-i-Azam Management Board. ",
        "image": "may.png",
        "type": "1",
        "link": "http://tribune.com.pk/story/543266/seeking-justice-gang-rape-survivor-challenges-suspects-acquittal-in-court/"
    },
    {
        "id": 2,
        "title": "Pregnant woman ‘gang-raped’",
        "description": "Complainant said that she was on her way home when nine men kidnapped her at gunpoint in Gujranwala. They took her to a dera and raped her. Three men were arrested in connection with the case. Doctors, who treated the woman at the hospital, said her ultrasound report revealed that woman and the fetus were both out of danger now.",
        "image": "31.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/549311/crime-against-women-pregnant-woman-gang-raped/"
    },
    {
        "id": 3,
        "title": "Rape case: LHC seeks report",
        "description": "25-year-old girl had gone shopping in Gujjarpura when Khurram and his accomplices kidnapped her and raped her. Police had registered a case on the complaint of Munir Ahmad, father of the girl. ",
        "image": "44.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/549182/rape-case-lhc-seeks-report/"

    },
    {
        "id": 5,
        "title": "Child rape: Sessions judge to submit report",
        "description": "A student of class two was raped by the son of a landlord in Nankana Sahib. The girl was abducted on her way home from school. The attacker was caught in the act and was handed to the police.",
        "image": "23.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/553236/child-rape-sessions-judge-to-submit-report/"
    },
    {
        "id": 6,
        "title": "Woman accuses five men of rape, imprisonment over three weeks",
        "description": "Woman said her husband’s cousin started visiting her home in Haripur and started harassing her. He sexually assaulted her and kidnapped her with his friends’ assistance. She was held for three weeks, over which period she was repeatedly raped.",
        "image": "5.png",
        "type": "1",
        "link": "http://tribune.com.pk/story/555136/heinous-act-woman-accuses-five-men-of-rape-imprisonment-over-three-weeks/"

    },
    {
        "id": 7,
        "title": "LHC takes notice of rape report",
        "description": "A mentally challenged girl in Chiniot had gone to get some medicine when Sarfaraz, a quack, took her to a deserted location where he and other men raped her. The girl was later found lying unconscious on a road. The borther of the girl said the police had refused to register a case against Sarfraz.",
        "image": "35.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/555698/justice-served-lhc-takes-notice-of-rape-report/"

    },
    {
        "id": 8,
        "title": "Woman says she was raped by an SI; man says he was illegally detained",
        "description": "A woman said her brother and three other men were arrested in Lahore. The officer demanded Rs500,000 to release them, but they could not pay the amount since they were poor. The officer asked her to come to the police station at night to settle the issue where he took her to a room and raped her.",
        "image": "39.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/556338/petitions-against-police-woman-says-she-was-raped-by-an-si-man-says-he-was-illegally-detained/"

    },
    {
        "id": 9,
        "title": "Man confesses to 6-year-old's rape",
        "description": "Police said the child had been playing near her house in Bahawalpur when a man abducted and raped her. The child was taken to the gynaecology ward of the Bahawal Victoria Hospital where doctors later said she would likely survive.",
        "image": "41.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/556306/heinous-crime-man-confesses-to-6-year-olds-rape/"

    },
    {
        "id": 10,
        "title": "Kidnap and gang-rape case registered against five",
        "description": "An 18-year-old woman said five men known to her had kidnapped her at gunpoint on her way home in Khanewal. They took her to a dera and raped her and told her to marry one of them. When she refused, they shaved her head and locked her in a room.",
        "image": "43.png",
        "type": "1",
        "link": "http://tribune.com.pk/story/556729/street-vendor-kidnap-and-gang-rape-case-registered-against-five/"

    }
]