[
    {
        "id": 1,
        "title": "Sexual harassment: IHC orders police to lodge FIR",
        "description": "The complainant, Rizwana Khan, a contractual employee, who works as a music producer at Radio Pakistan, had requested the court to order the police to register an FIR against PBA Principal Sajid Durrani. She said Durrani was harassing her and wanted to have an affair with her.",
        "image": "nov.png",
        "type": "1",
        "link": "http://tribune.com.pk/story/638963/sexual-harassment-ihc-orders-police-to-lodge-fir/"
    },
    {
        "id": 2,
        "title": "Uzma Ayub's rape case: ATC sends proclaimed offender to jail for 25 years",
        "description": "Wahid Ahmed was sentenced to 25 years in prison for the murder of the brother of gang rape victim Uzma Ayub.",
        "image": "24.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/638906/uzma-ayubs-rape-case-atc-sends-proclaimed-offender-to-jail-for-25-years/"
    },
    {
        "id": 3,
        "title": "Man charged with raping daughter",
        "description": "A 38-year-old man was booked and arrested for allegedly raping his 10-year-old daughter. The girl's mother reportedly took divorce around eight years ago, after accusing her husband of sexual abuse, and left the kids behind.",
        "image": "11.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/637907/heinous-crime-man-charged-with-raping-daughter/"
    },
    {
        "id": 4,
        "title": "Woman seeks case against rapists",
        "description": "Razia Bibi* said she was abducted by Arshad and Zakir near Tanveer Hospital in Lahore. She said a woman named Kausar Bibi was also present in the car. They took her to an unknown location and raped her. She said the suspects detained her for three months during which she became pregnant.",
        "image": "42.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/636136/trafficking-woman-seeks-case-against-rapists/"
    },
    {
        "id": 5,
        "title": "Woman raped for ‘seeking justice’",
        "description": "Police said Rabia* was on her way to the district courts in Chiniot when Waheed* and his three accomplices abducted her. They took her to a field and raped her. Waheed and his accomplices had been pressing her to withdraw from the case.",
        "image": "34.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/635666/rivalry-woman-raped-for-seeking-justice/"
    },
    {
        "id": 6,
        "title": "15-year-old allegedly raped by three men in Mansehra",
        "description": "15-year-old Ramsha* got involved with a police constable Hafeez* who asked her to elope. Ramsha, along with Hafeez and his friend, drove to Haripur and booked a hotel room for the night, where the men repeatedly raped her. “When I resisted, they threatened to cut me into pieces and throw me into Tarbela Lake.”",
        "image": "19.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/633609/sexual-assault-teenage-girl-allegedly-raped-by-three-men/"
    },
    {
        "id": 8,
        "title": "LHC takes note of lawyer rape case",
        "description": "Advocate Shazia Ahmad alleged that her husband and a friend of his had raped her niece, a medical student, and stolen 20 tolas of gold jewellery, 2,200 pounds Sterling (Rs381,480) and her car.",
        "image": "15.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/633441/complaints-cell-lhc-takes-note-of-lawyer-rape-case/"
    },
    {
        "id": 9,
        "title": "Two girls 'raped', suspects at large",
        "description": "Sadia*, a housemaid at Saima Bibi's house in Mohallah Ghaziabad of Faisalabad, was raped allegedly by Sabir*, Saima's brother, and his two accomplices.",
        "image": "50.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/632922/two-girls-raped-suspects-at-large/"
    },
    {
        "id": 10,
        "title": "Girl 'raped', suspect at large",
        "description": "Muhammad Haq*, the girlֳ uncle, told the media that his niece, Kiran*, 16, a resident of Akbar Town, was home alone when two women, Sharmeela Bibi* and Fareeha* came to meet her. He said the women called the accused, Mehmood*, who raped Kiran.",
        "image": "2.png",
        "type": "1",
        "link": "http://tribune.com.pk/story/632613/girl-raped-suspect-at-large/"
    },
    {
        "id": 11,
        "title": "Case sought for abduction and rape",
        "description": "Nadeem and three unidentified men got out of the car, put a black cloth on the girl's head and abducted her. They took her to a house in Lahore where they raped her.",
        "image": "39.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/631676/adjourned-case-sought-for-abduction-and-rape/"
    },
    {
        "id": 12,
        "title": "CJ takes suo motu notice of child's rape",
        "description": "The four-year-old boy, a student at Dar-i-Arqam School in Gulshan Colony near Nagina Chowk Saddar Bazaar was raped allegedly by his school principal Muneer Ahmad and a watchman.",
        "image": "26.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/629298/higher-action-cj-takes-suo-motu-notice-of-childs-rape/"
    },
    {
        "id": 13,
        "title": "‘They stripped me naked and dragged me through the street’",
        "description": "The woman told police that the perpetrators had suspected that her son was having an affair with their sister.  They caught her on the street near her house.  She said she tried to run away but they tore her clothes off and dragged her. She alleged that they also tried to rape her.",
        "image": "35.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/627514/humiliation-they-stripped-me-naked-and-dragged-me-through-the-street/"
    },
    {
        "id": 14,
        "title": "Two women allegedly gang raped",
        "description": "32-year-old Sofia* and 26-year-old Shandana* were returning home after shopping in Abbottabad when the driver drove them to an uninhabited area in Abbottabad. Four men, including two military cops, were allegedly lying in wait for the driver and the women.",
        "image": "42.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/627675/sexual-assault-two-women-allegedly-gang-raped/"
    },
    {
        "id": 15,
        "title": "Girl raped, suspects at large",
        "description": "Five men abducted and gang-raped a girl in Faisalabad. When she resisted, they beat her up. 'They are influential people and are pressuring us to withdraw the complaint,' cousin of the girl told the police.",
        "image": "48.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/626354/crime-against-children-girl-raped-suspects-at-large/"
    },
    {
        "id": 16,
        "title": "Two raped in their homes",
        "description": "Police said the 13-year-old girl was asleep on the roof of the family home in Bahawalpur when two men climbed up the roof. They took the girl to a room at gunpoint and raped her. Another woman was raped. One grade four boy was also raped by a neighbour in Faisalabad.",
        "image": "43.png",
        "type": "1",
        "link": "http://tribune.com.pk/story/625787/sex-crime-two-raped-in-their-homes/"
    },
    {
        "id": 17,
        "title": "Four-year-old sexually assaulted ‘by cleric’",
        "description": "Father said it was the girl’s first day at a seminary and the chief cleric had asked him to drop her at his office so he could introduce her to other children. When he went to pick his daughter up, she was found locked in the cleric's room. He broke into the room and found the child lying unconscious.",
        "image": "55.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/625399/four-year-old-sexually-assaulted-by-cleric/"
    },
    {
        "id": 18,
        "title": "Widow seeking recovery of daughter ‘raped’",
        "description": "Woman said her 14-year-old daughter was kidnapped in Muzaffargarh. In a panchayat formed to settle the issue, a man said his son had married the girl. The man later came to the woman’s house, where he allegedly beat her up, burned her with cigarettes and raped her.",
        "image": "57.jpg",
        "type": "1",
        "link": "http://tribune.com.pk/story/625380/tribal-injustice-widow-seeking-recovery-of-daughter-raped/"
    }
]