[
  {
    "id":1,
    "title":"Girl kidnapped, ‘raped’",
    "description":"An uncle of a 12-year-old girl told the media that Saima* was abducted by Siddique and his accomplices from near her house in Hasso Baleel. They took her away and gang raped her. Siddique was arrested trying to board a bus with Saima.",
    "image":"18.jpg",
    "type":" 1",
    "link":"http://tribune.com.pk/story/624342/proof-of-misconduct-laboratory-report-confirms-rape-of-ghotki-girl/"
  },
  {
    "id":3,
    "title":"Police constable named among rape suspects",
    "description":"Victim was abducted and raped by Constable Asif Sanwal of Rajaram police in Multan and an unidentified accomplice. Father of the 15-year-old girl said his daughter worked at a brick kiln. Mother said her family was receiving death threats.",
    "image":"58.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/622985/sexual-assault-police-constable-named-among-rape-suspects/"
  },
  {
    "id":4,
    "title":"Six-year old raped by neighbour",
    "description":"Girl's uncle said she had been playing outside her house in Faisalabad when the suspect kidnapped her, took her to his house in the same colony and raped her. When she raised a hue and cry, neighbours gathered outside the house. The suspect panicked and fled.",
    "image":"57.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/622992/six-year-old-raped-by-neighbour/"
  },
  {
    "id":5,
    "title":"Woman, three minor children raped",
    "description":"A woman and three children were raped in separate incidents in Faisalabad.",
    "image":"38.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/622577/heinous-crime-woman-three-minor-children-raped/"
  },
  {
    "id":6,
    "title":"15-year-old arrested for rape",
    "description":"Suspect, a resident of Rahim Yar Khan, had kidnapped a six-year-old girl from near her house and taken her to a nearby field. He then raped her and fled when she fainted. The girl was discovered by some farmers, who recognised her and informed her parents, who were looking for her.",
    "image":"51.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/622095/sex-crime-15-year-old-arrested-for-rape/"
  },
  {
    "id":7,
    "title":"Alleged assault: 18-year-old girl discharged from JPMC",
    "description":"18-year-old girl, who claimed that she had been raped, fell from the second floor of a residential building in the DHA area of Karachi.",
    "image":"34.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/621551/alleged-assault-18-year-old-girl-discharged-from-jpmc/"
  },
  {
    "id":8,
    "title":"Multiple rape cases reported from Charsadda",
    "description":"Shakeel with the help of his accomplices physically tortured and raped 14-year-old Waqar* in Sheikhabad. Meanwhile, another man accused of raping seven-year-old Shazia* was apprehended by the police in Kala Dher.",
    "image":"35.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/621616/gender-violence-multiple-rape-cases-reported-from-charsadda/"
  },
  {
    "id":9,
    "title":"Two confess to raping woman",
    "description":"The woman told police that her family knew one of the suspects. She said he invited her to his housewarming party in Bahawalpur where he and his four accomplices raped her at gunpoint.",
    "image":"9.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/620940/violent-crime-two-confess-to-raping-woman/"
  },
  {
    "id":10,
    "title":"Sexual assault: Girl jumps from balcony to save herself",
    "description":"18-year-old girl S* was injured as she jumped from the second floor of a residential apartment in DHA, Karachi, after she was subjected to sexual assault.",
    "image":"11.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/620731/sexual-assault-girl-jumps-from-balcony-to-save-herself/"
  },
  {
    "id":11,
    "title":"Nankana Sahib: Fresh report sought in gang-rape case",
    "description":"A girl, accompanied by her 11-year-old cousin, was heading home to Syedwala Town in Lahore from a nearby shrine when they were abducted by three men. They allegedly raped her for a couple of hours, also allegedly forcing her cousin to sexually assault her",
    "image":"46.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/620580/nankana-sahib-fresh-report-sought-in-gang-rape-case/"
  },
  {
    "id":12,
    "title":"Teen raped by ‘friend’",
    "description":"A 16-year-old boy was allegedly drugged and sexually assaulted by a friend. He was found tied to a charpoy lying in an empty plot in Faisalabad. The nominated suspect was arrested who confessed to the crime.",
    "image":"30.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/620052/sexual-assault-teen-raped-by-friend/"
  },
  {
    "id":13,
    "title":"Three accused of raping 11-year-old boy",
    "description":"11-year-old Niaz* was on his way to the village mosque when the accused Muhammad Nazir and his younger brother Liaqat and Nazeer ambushed him. Allegedly, the three men forcibly took Niaz to a field, assualted him and left him there, unconscious.",
    "image":"47.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/620133/sex-crimes-three-accused-of-raping-11-year-old-boy/"
  },
  {
    "id":14,
    "title":"Six-year-old raped",
    "description":"A man in Lahore gave the girl's brothers Rs10 and sent them on an errand when the children were home alone. He then raped the girl. When neighbours broke into the house, they caught the alleged rapist in the act and beat him up before handing him over to the police.",
    "image":"41.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/619249/heinous-six-year-old-raped/"
  },
  {
    "id":15,
    "title":"Teen ‘gang raped’",
    "description":"Amna*, was returning from a market when three men kidnapped her. They took her to a field outside a village in Faisalabad and raped her. They had also beaten her over resistance. The girl's uncle said that the suspect belonged to an influential family. He said they were pressing the girl's parents to withdraw the charges.\"",
    "image":"50.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/619266/child-abuse-teen-gang-raped/"
  },
  {
    "id":16,
    "title":"LHC seeks report in rape case",
    "description":"Some men broke into a house in Gojra, tied up a couple, robbed them and then sexually assaulted the wife. Investigation in-charge Inspector Rana Arshad had allegedly received a Rs1 million bribe for only registering a robbery case against the accused.",
    "image":"49.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/619319/corrupt-official-lhc-seeks-report-in-rape-case/"
  },
  {
    "id":17,
    "title":"Pakpattan gang-rape: Suspects released before DNA test",
    "description":"According to the complainant, she had travelled to Arifwala with a man named Shaukat Ali to collect a payment from the Benazir Income Support Programme. But instead of taking her to the office, he took her to another place where she was raped.",
    "image":"45.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/618713/pakpattan-gang-rape-suspects-released-before-dna-test/"
  },
  {
    "id":18,
    "title":"Abduction and rape?: Policemen sent on remand",
    "description":"Two sisters, aged 18 and 16, accused three police officials of raiding their house and kidnapping them. Informed sources confirmed that the girls were kept in illegal captivity for three days and were released on the intervention of an elder of the Kosh tribe.",
    "image":"42.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/618390/abduction-and-rape-policemen-sent-on-remand/"
  },
  {
    "id":19,
    "title":"Three women ‘raped’, boy 'sodomised' in Faisalabad",
    "description":"Three sexual assaults and three kidnappings were reported from Faisalabad in a single day.",
    "image":"31.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/618161/crime-three-women-raped-in-faisalabad/"
  },
  {
    "id":20,
    "title":"Teacher arrested on suspicion of rape attempt",
    "description":"Police said the suspect, a government school teacher, had tried to rape a 16-year-old girl on October 4 in Kalasara. In another incident, a 15-year-old girl was raped allegedly in Faisalabad by two men from the neighbourhood.",
    "image":"16.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/617727/sexual-abuse-teacher-arrested-on-suspicion-of-rape-attempt/"
  },
  {
    "id":21,
    "title":"Rickshaw driver booked in 15-year-old's rape case",
    "description":"Z* was found unconscious near a shopping centre in DHA, Karachi. She was brought to the Jinnah Postgraduate Medical Centre where she alleged that she was abducted by a rickshaw driver.",
    "image":"8.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/617301/still-unidentified-rickshaw-driver-booked-in-15-year-olds-rape-case/"
  },
  {
    "id":22,
    "title":"Woman obtains bail in child rape case",
    "description":"The child victim was found bleeding and unconscious outside a hospital in Lahore a day after she had gone missing. Doctors reported that she had been raped multiple times.",
    "image":"36.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/615957/protective-measures-woman-obtains-bail-in-child-rape-case/"
  },
  {
    "id":23,
    "title":"16-year-old raped ‘by neighbours’",
    "description":"A 16-year-old girl was raped allegedly by two men who the police said were her neighbours. The woman told police that she had been receiving threats from the suspects, who she said, were pressing her to withdraw the complaint.",
    "image":"14.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/615317/violent-crime-16-year-old-raped-by-neighbours/"
    },
  {
    "id":24,
    "title":"Two arrested for raping minor",
    "description":"One of the suspects lured the girl into a flat near her house in Taxila while she was on her way home after school. They raped the girl at the flat and then strangled her to death. Police arrested two suspects in relation to the case.",
    "image":"32.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/614916/heinous-crime-two-arrested-for-raping-minor/"
  },
  {
    "id":25,
    "title":"Gujar Khan rape case: Suspects have confessed, claim police",
    "description":"DNA test of a woman allegedly raped by five national volunteers confirmed that she was sexually assaulted. One of the volunteers allegedly had an affair with the girl who took her to his house where he also called his other friends. An official said the two families may reach an understanding as both belong to poor households.",
    "image":"10.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/614496/gujar-khan-rape-case-suspects-have-confessed-claim-police/"
    
  },
  {
    "id":26,
    "title":"Teenage girl allegedly abducted and raped",
    "description":"Father says his 17-year-old daughter returned months later, claiming Zahor Khan and his two friends kidnapped her and took her to Lahore where she was repeatedly raped.",
    "image":"15.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/614064/heinous-crime-teenage-girl-allegedly-abducted-and-raped/"
  },
  {
    "id":27,
    "title":"Man sentenced to 35 years in prison for rape, murder",
    "description":"According to the prosecution, the convict used to work as a tandoorwala [bread maker] in Mominabad area of Karachi. He lured a nine-year-old girl, P*, into his shop when she came to buy bread. He raped the girl and buried her body inside his shop after he strangled her to death.",
    "image":"octend.png",
    "type":"1",
    "link":"http://tribune.com.pk/story/612079/crime-and-punishment-man-sentenced-to-35-years-in-prison-for-rape-murder/"
  }
]