[
  {
    "id":1,
    "title":"Prayer leader confesses to rape-and-murder plot",
    "description":"Residents of Koraywala Colony in Multan caught a prayer leader for plotting to rape and kill a three-year-old. He was beaten up, stripped and tied to an electricity pole before he was handed over to the Bahauddin Zakariya police. Police said he had confessed to his attempted assault",
    "image":"sept.png",
    "type":"1",
    "link":"http://tribune.com.pk/story/611589/crime-against-children-prayer-leader-confesses-to-rape-and-murder-plot/"
},
  {
    "id":2,
    "title":"Karachi beach rape case: 2 suspects admit to killing minor girl",
    "description":"The  body of a 13-year-old girl was found near Beach View Club on Sea View on September 26. Arrested suspects Bilal and his wife Reema admitted that they killed N* because her parents did not pay the ransom that they had asked for. They also stated that they took N to Karachi Sea View and suffocated her to death.",
    "image":"60.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/611471/karachi-beach-rape-case-2-suspects-admit-to-killing-minor-girl/"

  },
  {
    "id":3,
    "title":"Doctor removed from service for ‘shielding rape suspect’",
    "description":"Father said that Altaf* ,22, had broken into his house in Faisalabad and raped his thirteen-year-old daughter Mariya*. A doctor was later removed from service after it was learnt that he had issued a false medico-legal report in the case.",
    "image":"50.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/611195/doctor-removed-from-service-for-shielding-rape-suspect/"
  },
  {
    "id":4,
    "title":"Five rape suspects sent on physical remand",
    "description":"Five national volunteers accused of raping a 20-year-old girl in Rawalpindi were handed to the police on a four-day physical remand. Police said it was confirmed that the girl was raped.",
    "image":"61.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/611267/decadent-crime-five-rape-suspects-sent-on-physical-remand/"
  },
  {
    "id":5,
    "title":"Seven-year-old allegedly molested by neighbour",
    "description":"The seven-year-old girl, M*, daughter of a labourer, Salamat, had reportedly gone to the nearby store in Karachi when tragedy struck. The victim had informed her family about the incident who had later reported the matter to the police. The police arrested the shopkeeper.",
    "image":"28.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/611185/assault-on-minor-seven-year-old-allegedly-molested-by-neighbour/"
  },
  {
    "id":6,
    "title":"Two more minor girls raped",
    "description":"A six-year-old girl was reportedly raped by her cousin in Orangi Town area of Karachi. Her cousin was arrested after the girl told the police that he was the one responsible for the crime. A similar incident was reported from Kotri, Jamshoro, where a 7-year-old girl was allegedly raped by a young man who abducted her when she was returning from tuition in the evening.",
    "image":"54.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/611037/two-more-minor-girls-raped/"
  },
  {
    "id":7,
    "title":"'National volunteers'  allegedly gang-rape young woman",
    "description":"Five national volunteers associated with the Gujar Khan Police allegedly abducted a 20-year-old girl while she was on her way to the market and took her to a rented room and raped her. The girl was then dumped in a nearby place and she went home and informed her family of the incident after she had regained consciousness.",
    "image":"44.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/610977/depraved-national-volunteers-allegedly-gang-rape-young-woman/"
  },
  {
    "id":8,
    "title":"Gojra rape suspect in police custody",
    "description":"The girl took Quran classes from Ahmad's mother in Gojra. Ahmad's mother was not home when he raped the 10-year-old girl and fled. Police arrested the suspect who confessed to the crime.",
    "image":"57.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/610943/sexual-assault-gojra-rape-suspect-in-police-custody/"
  },
  {
    "id":9,
    "title":"Man confesses to raping 5-year-old girl",
    "description":"Arif*, 22, confessed to  the police to abducting and raping Aamna* when she was playing outside her house in Rajanpur. He said he had lured the girl by offering her sweets. He later raped her and left her in a field.",
    "image":"17.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/610945/henious-crime-man-confesses-to-raping-5-year-old-girl/"
  },
  {
    "id":10,
    "title":"Police arrest two alleged rapists",
    "description":"15-year-old girl had gone out to buy vegetables in Kashmir Colony of Karachi when her former neighbour allegedly forced her to go with him. She was  taken to an under-construction house where she was gang-raped by four men. She was dropped at the Abdullah Shah Ghazi mazar by the accused and her father was notified through an unidentified caller.",
    "image":"59.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/611001/on-the-course-of-justice-police-arrest-two-alleged-rapists/"
  },
  {
    "id":11,
    "title":"Two more rapes scare parents",
    "description":"Six-year-old girl, J*, was found bleeding on the rooftop of a dispensary in Karachi. Although in a critical state, J told the police that her cousin and also neighbour, Ashraf, was the one who had taken her away. Another seven-year-old girl was allegedly abducted and then raped by a young man in Jamshoro. ",
    "image":"42.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/610974/assault-of-minors-two-more-rapes-scare-parents/"
  },
  {
    "id":12,
    "title":"Seven-year-old raped: Citizens beat up suspect, shave his head, moustache",
    "description":"A man from Liaqatpur told The Express Tribune that on his way home, he heard a child's scream. He said he had walked into the field and found the suspect raping the child. He had shouted for help and gathered some men who caught the man. He said they later called a barber, who shaved the man's head and moustache.",
    "image":"48.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/610373/seven-year-old-raped-citizens-beat-up-suspect-shave-his-head-moustache/"
  },
  {
    "id":13,
    "title":"Neighbour held for child rape",
    "description":"Rajana police said the child was picked up by a neighbour on her way home from a fair at the neighbourhood market. They said she was with another child, who ran away when the suspect approached them. The girl was taken to a sugarcane field in the area, where she was allegedly raped.",
    "image":"55.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/610371/crime-against-children-neighbour-held-for-child-rape/"
  },
  {
    "id":14,
    "title":"Two teenage girls killed, rape suspected",
    "description":"The victims were shot multiple times in the face and the stomach before being dumped near the waterway in Gujranwala, according to police officials, who stated that the deceased seemed to be sisters and aged around 14 and 16 years. Police officials suspected that the girls were sexually assaulted.",
    "image":"21.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/610082/two-teenage-girls-killed-rape-suspected/"
  },
  {
    "id":15,
    "title":"Married woman raped, suspects at large",
    "description":"Victim's mother told the police that her relative Zulfiqar Ali, his brother Imtiaz, and their two accomplices had raped her daughter in Faisalabad. She said the two brothers were regular visitors to their house.",
    "image":"24.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/609875/violence-against-women-married-woman-raped-suspects-at-large/"
  },
  {
    "id":16,
    "title":"Minor child sexually assaulted in Gujranwala",
    "description":"A seven-year-old girl was raped in Gujranwala. She was shifted to the Civil Hospital in Gujranwala for treatment. The alleged culprit had fled the scene.",
    "image":"23.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/609502/minor-child-raped-in-gujranwala/"
  },
  {
    "id":17,
    "title":"Rape suspect sent on judicial remand",
    "description":"Sheeda, an employee of a milkman in Islamabad, had confessed to having a relationship with the victim for a couple of months but did not say that he had raped her. He was arrested for allegedly raping the 12-year-old girl in Rimsha Colony.",
    "image":"16.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/608880/heinous-crime-rape-suspect-sent-on-judicial-remand/"
  },
  {
    "id":18,
    "title":"Protest held against rape, murder of teenage girl",
    "description":"S*, 13, was returning home when unidentified culprits raped her and then strangled her to death. Following this, they dumped her body in a maize field in Swabi and escaped.",
    "image":"27.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/607517/demanding-justice-protest-held-against-rape-murder-of-teenage-girl/"
  },
  {
    "id":19,
    "title":"Kindergarten boy 'gang-raped' by principal, others",
    "description":"M* was a kindergarten student at the Dar-e-Arqam School in Faisalabad where he was subjected to gang-rape by the school principal, the watchman and two others. Another four-year-old boy was playing on the street in Bahawalpur when the accused picked him up and sexually abused him.",
    "image":"26.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/606882/gruesome-crime-kindergarten-boy-gang-raped-by-principal-others/"
  },
  {
    "id":20,
    "title":"2 suspected of raping a 9-year-old",
    "description":"A nine-year-old girl was kidnapped on her way back to school in Sargodha after spending the lunch break at her home. Police said the men had taken her to a dera and raped her. Two men were arrested in connection to the case.",
    "image":"32.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/606700/crime-against-children-2-suspected-of-raping-a-9-year-old/"
  },
  {
    "id":21,
    "title":"Faisalabad rape: Victim identifies attacker",
    "description":"A 13-year-old girl was sexually abused by 22-year-old Sajid Masih when she was alone in her house in Pir Mehal, Faisalabad. She identified the accused in an identification parade who was arrested by the police.",
    "image":"23.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/606322/faisalabad-rape-victim-identifies-attacker/"
  },
  {
    "id":22,
    "title":"Rapist sentenced to 10 years in prison",
    "description":"A seven-year-old girl was playing outside her house in Karachi when Ayaz Khan lured her to enter his house by offering her candy. Khan allowed the girl to go home after he raped her. The accused was sentenced to 10 years in prison after being found guilty.",
    "image":"36.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/605968/found-guilty-rapist-sentenced-to-10-years-in-prison/"
  },
  {
    "id":23,
    "title":"Nose chopped off: LHC seeks report on mutilation",
    "description":"A local landlord Rana Israr in Khanewal had tried to rape a woman and mutilated her when she resisted. She was taken to the district headquarters hospital.",
    "image":"12.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/606246/nose-chopped-off-lhc-seeks-report-on-mutilation/"
    },
  {
    "id":24,
    "title":"Teenage boy allegedly raped by three armed men",
    "description":"16-year-old boy, who is a student at a seminary in Lahore, said he got off his bus in Haripur to use the washroom, but three men forced him into a van at gunpoint. They took him to a village where they reportedly raped him all night after locking him in a room.",
    "image":"http://www.dailymotion.com/video/x14rppv_rape-case-increasing-in-lahore_news",
    "type":"2",
    "link":"http://tribune.com.pk/story/606135/heinous-crime-teenage-boy-allegedly-raped-by-three-armed-men/"
  },
  {
    "id":25,
    "title":"Four rape suspects arrested",
    "description":"Two teenage sisters, aged 13 and 14, were kidnapped by three men in Peshawar. They were raped for five days and left unconscious near their residence in Hassan Garhi.",
    "image":"38.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/605762/swift-action-four-rape-suspects-arrested/"
    },
  {
    "id":26,
    "title":"LHC takes notice of teenager gang-raped by landlord's son",
    "description":"A woman was going to work in the fields with her 16-year-old daughter. The primary suspect, Khalil, son of influential landlord Kashmira, stopped them with his accomplices and forcibly took them to his house. The woman alleged that the accused tied her with a rope, gang-raped her daughter and fled when she fell unconscious.",
    "image":"35.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/605531/lhc-takes-notice-of-teenager-gang-raped-by-landlords-son/"
    
  },
  {
    "id":27,
    "title":"Rape in Badin: Suspects identified, confess to their crime",
    "description":"N*, reportedly mentally ill for a few years, had been kept in chains by her parents in Badin. She had been freed on the day when the suspects took her to their place and gang-raped her. The family of the gang rape victim feared the police might dilute the case as influential landlords were involved in the crime.",
    "image":"62.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/605260/rape-in-badin-suspects-identified-confess-to-their-crime/"
    
  },
  {
    "id":28,
    "title":"Investigators pursuing all leads in rape case",
    "description":"Almost 72 hours after a five-year-old girl's horrific rape shook the nation's conscience, police authorities said they were pursuing all leads in the investigation.",
    "image":"41.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/605259/no-breakthrough-investigators-pursuing-all-leads-in-rape-case/"
    
  },
  {
    "id":29,
    "title":"Tharparkar SSP's probe: Police confirm Thar gang rape was an act of vengeance",
    "description":"M* was allegedly subjected to rape in front of her husband Tilu Bheel and her two children. According to the FIR, five men including Kalu Bheel, Pribhu Bheel, Karto Bheel, Hero Bheel and Adva Bheel raped her. In another incident in Matiari, 65-year-old Imamdin Hakro who ran a shop, took 6-year-old girl to his house and raped her.",
    "image":"13.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/605325/tharparkar-ssps-probe-police-confirm-thar-gang-rape-was-an-act-of-vengeance/"
    
  },
  {
    "id":30,
    "title":"Lahore gang-rape: Outcry over rape of five-year-old girl",
    "description":"Police still have no clue who carried out the attack despite detaining several suspects and releasing most of them after questioning. Police said the child was found outside a Lahore hospital, a day after she went missing from a low-income neighbourhood in the city.",
    "image":"64.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/605012/lahore-gang-rape-outcry-over-rape-of-five-year-old-girl/"
    
  },
  {
    "id":31,
    "title":"12-year-old girl molested in Faisalabad",
    "description":"Unidentified men kidnapped a 12-year-old girl from her house in Kanjwani village, Faisalabad, took her to nearby sugarcane fields and gang-raped her. When the girl shouted for help, her rapists fled the scene.",
    "image":"51.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/604535/back-to-back-shocks-12-year-old-girl-molested-in-faisalabad/"
    
  },
  {
    "id":32,
    "title":"LHC calls for report in attempted rape, burning case",
    "description":"The child's father  told the police that his daughter had gone to visit a friend in Rahim Yar Khan. Her brother had greeted her at the door and asked her to wait. While she waited, he had attempted to rape her. When she raised alarm, he had doused her in kerosene oil and set her on fire then fled from the scene.",
    "image":"52.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/603529/justice-lhc-calls-for-report-in-attempted-rape-burning-case/"
    
  },
  {
    "id":33,
    "title":"Kidnapped woman abandoned",
    "description":"Passers-by who found the 40-year-old victim said she was unconscious and half naked in Wazirabad. She was in labour and taken to a hospital, where she had a stillbirth. She was abducted a year ago.",
    "image":"63.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/603579/crime-against-woman-kidnapped-woman-abandoned/"
    
  },
  {
    "id":34,
    "title":"Of three Thari women, revenge and a cell phone",
    "description":"M*, a mother of two, was allegedly raped by eight in Pabrayion near the Chacharo taluka in Tharparkar district. The alleged crime becomes uglier as it happened with M's husband and children looking on, helpless. Behind the crimes are a cell phone and men using women for revenge.",
    "image":"15.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/603282/of-three-thari-women-revenge-and-a-cell-phone/"
  },
  {
    "id":35,
    "title":"Brick kiln labourer ‘raped by four men’",
    "description":"A brick kiln labourer R* from Tando Allahyar was raped by four men in front of her husband at Gul Hassan Kunbhar’s brick kiln.",
    "image":"10.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/601764/assault-brick-kiln-labourer-raped-by-four-men/"
  },
  {
    "id":36,
    "title":"Court awards custody of two teenage sisters to mother",
    "description":"Women Police Station in Islamabad had registered a case against a man on September 3 after his 13-year-old stepdaughter reported that he had raped her several times. She also told the police that the man had married her 17-year-old sister without first divorcing their mother.",
    "image":"14.jpg",
    "type":"1",
    "link":"http://tribune.com.pk/story/601388/justice-delivered-court-awards-custody-of-two-teenage-sisters-to-mother/"
  },
  {
    "id":37,
    "title":"Woman kidnapped 'by 13 men' raped",
    "description":"13 men had apparently drugged a woman before raping her. Some passers-by heard her shout for help and rushed to her rescue. The woman was recovered from a field in Faisalabad and taken to a hospital.",
    "image":"septend.png",
    "type":"1",
    "link":"http://tribune.com.pk/story/600441/crime-against-women-woman-kidnapped-by-13-men-raped/"
  }
]